asvetliakov.vscode-neovim
bierner.markdown-checkbox
bierner.markdown-preview-github-styles
context-engine.ticket-viewer
coolchyni.beyond-debug
daylerees.rainglow
dustypomerleau.rust-syntax
eliverlara.andromeda
enkia.tokyo-night
fill-labs.dependi
github.github-vscode-theme
github.vscode-github-actions
grapecity.gc-excelviewer
james-yu.latex-workshop
janbn.vscode-theme-switcher
jscearcy.rust-doc-viewer
mathematic.vscode-latex
ms-azuretools.vscode-containers
ms-playwright.playwright
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-wsl
ms-vscode.cpptools
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vsliveshare.vsliveshare
natqe.reload
ralfstx.vscode-toggle-theme
rokoroku.vscode-theme-darcula
rust-lang.rust-analyzer
sirmspencer.vscode-autohide
statiolake.vscode-rustfmt
tamasfe.even-better-toml
teabyii.ayu
tomoki1207.pdf
uctakeoff.vscode-counter
vadimcn.vscode-lldb
zhangyue.rust-mod-generator
zhuangtongfa.material-theme
